Repository: gemkids275/WritingToolsV2
Catalog: macOS/WritingTools/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, vi, zh_hans

source: %@ Ready
de: %@ Bereit
es: %@ está listo
fr: %@ Prêt
ja: %@の準備完了
vi: %@ sẵn sàng
zh_hans: %@已准备就绪

source: • Helps you write with clarity and confidence
de: • Hilft Ihnen, klar und selbstbewusst zu schreiben
es: • Le ayuda a escribir con claridad y confianza
fr: • Aide à écrire avec clarté et confiance
ja: • 明確で自信のある文章作成をサポートします
vi: • Giúp bạn viết lách rõ ràng và tự tin hơn
zh_hans: • 帮助您写得更清晰、更自信

source: A command with this name already exists. Please choose a different name.
de: Ein Befehl mit diesem Namen existiert bereits. Bitte wählen Sie einen anderen Namen.
es: Ya existe un comando con este nombre. Por favor, elija un nombre diferente.
fr: Une commande avec ce nom existe déjà. Veuillez choisir un autre nom.
ja: この名前のコマンドは既に存在します。別の名前を選択してください。
vi: Một lệnh với tên này đã tồn tại. Vui lòng chọn một tên khác.
zh_hans: 此名称的任务已存在。请选择其他名称。

source: A new version is available!
de: Eine neue Version ist verfügbar!
es: Ya está disponible una nueva versión.
fr: Une nouvelle version est disponible !
ja: 新しいバージョンが利用可能です！
vi: Đã có phiên bản mới!
zh_hans: 发现新版本！

source: A technology enthusiast
de: Ein Technologie-Enthusiast
es: Un entusiasta de la tecnología
fr: Un passionné de technologie
ja: テクノロジー愛好家
vi: Một người đam mê công nghệ
zh_hans: 技术爱好者

source: About AI Shortcuts
de: Über AI Shortcuts
es: Acerca de AI Shortcuts
fr: À propos de AI Shortcuts
ja: AI Shortcutsについて
vi: Giới thiệu AI Shortcuts
zh_hans: 关于 AI Shortcuts

source: Academic
de: Akademisch
es: Académico
fr: Académique
ja: アカデミック
vi: Học thuật
zh_hans: 学术

source: Acknowledge content beyond primary task
de: Inhalte außerhalb der Hauptaufgabe anerkennen
es: Reconocer contenido más allá de la tarea principal
fr: Reconnaître le contenu au-delà de la tâche principale
ja: 主要なタスク以外の内容にも応答する
vi: Cho phép phản hồi các nội dung ngoài tác vụ chính
zh_hans: 允许响应主任务以外的内容

source: Activate AI Shortcuts shortcut
de: AI Shortcuts-Shortcut aktivieren
es: Activar atajo de AI Shortcuts
fr: Activer le raccourci des outils d'écriture
ja: AIショートカットを起動するショートカット
vi: Phím tắt kích hoạt AI Shortcuts
zh_hans: 激活 AI Shortcuts 的快捷键

source: Activate AI Shortcuts:
de: AI Shortcuts aktivieren
es: Activar AI Shortcuts:
fr: Activer les outils d'écriture :
ja: AIショートカットを起動:
vi: Kích hoạt AI Shortcuts:
zh_hans: 激活 AI Shortcuts：

source: Activate WritingTools:
de: WritingTools aktivieren:
es: Activar WritingTools:
fr: Activer WritingTools :
ja: WritingToolsを起動:
vi: Kích hoạt WritingTools:
zh_hans: 激活 WritingTools：

source: Add Custom Command
de: Benutzerdefinierten Befehl hinzufügen
es: Añadir comando personalizado
fr: Ajouter une commande personnalisée
ja: カスタムコマンドを追加
vi: Thêm lệnh tùy chỉnh
zh_hans: 添加自定义任务

source: Add explanations or commentary
de: Erklärungen oder Kommentare hinzufügen
es: Añadir explicaciones o comentarios
fr: Ajouter des explications ou commentaires
ja: 説明や解説を追加
vi: Thêm giải thích hoặc bình luận
zh_hans: 添加解释或说明

source: Add New Button
de: Neue Schaltfläche Hinzufügen
es: Añadir nuevo botón
fr: Ajouter un nouveau bouton
ja: 新しいボタンを追加
vi: Thêm nút mới
zh_hans: 添加新按钮

source: Add one to get started
de: Fügen Sie eine hinzu, um loszulegen
es: Añade uno para empezar
fr: Ajoutez-en un pour commencer
ja: 開始するには追加してください
vi: Thêm một cái để bắt đầu
zh_hans: 添加一项以开始

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
vi: Nâng cao
zh_hans: 高级

source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
ja: 詳細オプション
vi: Tùy chọn nâng cao
zh_hans: 高级选项

source: AI Provider
de: KI-Anbieter
es: Proveedor de AI
fr: Fournisseur d'IA
ja: AIプロバイダー
vi: Nhà cung cấp AI
zh_hans: AI 服务商

source: AI Provider Settings
de: Einstellungen des KI-Anbieters
es: Ajustes del proveedor de AI
fr: Paramètres du fournisseur d'IA
ja: AIプロバイダー設定
vi: Cài đặt nhà cung cấp AI
zh_hans: AI 服务商设置

source: AI Shortcuts briefly copies your selection, sends it to your chosen AI provider (or a local model), and then pastes the result back—preserving formatting when supported.
de: AI Shortcuts kopiert kurz Ihre Auswahl, sendet sie an den von Ihnen gewählten KI-Anbieter (oder ein lokales Modell) und fügt das Ergebnis wieder ein – wobei die Formatierung beibehalten wird, sofern dies unterstützt wird.
es: AI Shortcuts copia brevemente tu selección, la envía al proveedor de IA que hayas elegido (o a un modelo local) y, a continuación, pega el resultado, conservando el formato cuando sea posible.
fr: AI Shortcuts copie brièvement votre sélection, l'envoie au fournisseur d'IA de votre choix (ou à un modèle local), puis colle le résultat en conservant la mise en forme lorsque cela est pris en charge.
ja: AIショートカットは選択範囲を一時的にコピーし、選択したAIプロバイダー（またはローカルモデル）に送信し、結果を貼り付けます。サポートされている場合は書式が維持されます。
vi: AI Shortcuts sẽ sao chép tạm thời vùng chọn của bạn, gửi đến nhà cung cấp AI đã chọn (hoặc model cục bộ), sau đó dán kết quả trở lại — giữ nguyên định dạng nếu được hỗ trợ.
zh_hans: AI Shortcuts 会临时复制您选择的内容，发送给选定的 AI 服务商（或本地模型），然后粘贴回结果——并在支持的情况下保留格式。

source: AI Shortcuts is a free, lightweight utility that enhances your writing with AI.
de: AI Shortcuts ist ein kostenloses, leichtes Dienstprogramm, das Ihr Schreiben mit KI verbessert.
es: AI Shortcuts es una utilidad gratuita y ligera que mejora tu escritura con IA.
fr: AI Shortcuts est un utilitaire gratuit et léger qui améliore votre écriture avec l'IA.
ja: AI Shortcuts は、AIでライティングを強化する無料の軽量ユーティリティです。
vi: AI Shortcuts là một công cụ miễn phí, nhẹ nhàng giúp cải thiện khả năng viết lách của bạn bằng Trí tuệ nhân tạo (AI).
zh_hans: AI Shortcuts 是一款免费的轻量级工具，可借助 AI 提升您的写作。

source: All commands and settings have been restored.
de: Alle Befehle und Einstellungen wurden wiederhergestellt.
es: Todos los comandos y configuraciones han sido restaurados.
fr: Toutes les commandes et paramètres ont été restaurés.
ja: すべてのコマンドと設定が復元されました。
vi: Tất cả lệnh và cài đặt đã được khôi phục.
zh_hans: 所有命令和设置已恢复。

source: All Models
de: Alle Modelle
es: Todos los modelos
fr: Tous les modèles
ja: 全モデル
vi: Tất cả mô hình
zh_hans: 所有模型

source: Allow the assistant to acknowledge or comment on content outside the main task
de: Dem Assistenten erlauben, Inhalte außerhalb der Hauptaufgabe zu bestätigen oder zu kommentieren
es: Permitir al asistente reconocer o comentar contenido ajeno a la tarea principal.
fr: Autoriser l'assistant à approuver ou à commenter le contenu en dehors de la tâche principale
ja: アシスタントが主要なタスク以外の内容について言及またはコメントすることを許可する
vi: Cho phép trợ lý phản hồi hoặc bình luận về nội dung nằm ngoài tác vụ chính
zh_hans: 允许助手承认或评论主任务以外的内容

source: Allow the assistant to provide explanations alongside the output
de: Erlauben Sie dem Assistenten, neben der Ausgabe auch Erklärungen zu liefern.
es: Permita que el asistente proporcione explicaciones junto con el resultado.
fr: Permettre à l'assistant de fournir des explications en plus du résultat
ja: アシスタントが出力と一緒に説明を提供することを許可する
vi: Cho phép trợ lý cung cấp lời giải thích đi kèm với kết quả
zh_hans: 允许助手在输出的同时提供解释

source: Allow the assistant to respond to questions or requests found in the input text
de: Erlauben Sie dem Assistenten, auf Fragen oder Anfragen im Eingabetext zu antworten.
es: Permitir que el asistente responda a las preguntas o solicitudes que se encuentren en el texto introducido.
fr: Permettre à l'assistant de répondre aux questions ou demandes contenues dans le texte saisi.
ja: アシスタントが入力テキスト内の質問やリクエストに応答することを許可する
vi: Cho phép trợ lý trả lời các câu hỏi hoặc yêu cầu tìm thấy trong văn bản đầu vào
zh_hans: 允许助手回答输入文本中的问题或请求

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ha ocurrido un error desconocido.
fr: Une erreur inconnue s'est produite.
ja: 不明なエラーが発生しました。
vi: Đã xảy ra lỗi không xác định.
zh_hans: 发生了未知错误。

source: Anthropic API key is required.
de: Anthropic API-Schlüssel ist erforderlich.
es: Se requiere la clave API de Anthropic.
fr: La clé API Anthropic est requise.
ja: Anthropic APIキーが必要です。
vi: Yêu cầu API key Anthropic.
zh_hans: 需要 Anthropic API 密钥。

source: Anthropic model is required.
de: Anthropic-Modell ist erforderlich.
es: Se requiere el modelo de Anthropic.
fr: Le modèle Anthropic est requis.
ja: Anthropicモデルが必要です。
vi: Yêu cầu mô hình Anthropic.
zh_hans: 需要 Anthropic 模型。

source: API Configuration
de: API Konfiguration
es: Configuración API
fr: Configuration de l'API
ja: API設定
vi: Cấu hình API
zh_hans: API 配置

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
ja: APIキー
zh_hans: API 密钥

source: API key is required.
de: API-Schlüssel ist erforderlich.
es: Se requiere la clave API.
fr: La clé API est requise.
ja: APIキーが必要です。
vi: Yêu cầu API key.
zh_hans: 需要 API 密钥。

source: API Key:
de: API-Schlüssel:
es: Clave API:
fr: Clé API :
ja: APIキー:
vi: Mã API:
zh_hans: API 密钥：

source: App Reset Complete
de: App-Reset abgeschlossen
es: Restablecimiento de la app completado
fr: Réinitialisation de l'application terminée
ja: アプリのリセットが完了しました
vi: Đã đặt lại ứng dụng
zh_hans: 应用重置完成

source: Appearance
de: Aussehen
es: Aspecto
fr: Apparence
ja: 外観
vi: Giao diện
zh_hans: 外观

source: Appearance Settings
de: Erscheinungsbild Einstellungen
es: Configuración de la apariencia
fr: Paramètres d'apparence
ja: 外観設定
vi: Cài đặt giao diện
zh_hans: 外观设置

source: Appearance Theme
de: Erscheinungsbild Thema
es: Tema de apariencia
fr: Thème d'apparence
ja: テーマ
vi: Chủ đề giao diện
zh_hans: 外观主题

source: Apple Silicon Required
de: Apple Silicon erforderlich
es: Se requiere silicona Apple
fr: Apple Silicon requis
ja: Appleシリコンが必要です
vi: Yêu cầu Apple Silicon
zh_hans: 需要 Apple Silicon

source: Apply %@ to selected text
de: %@ auf ausgewählten Text anwenden
es: Aplicar %@ al texto seleccionado
fr: Appliquer %@ au texte sélectionné
ja: 選択したテキストに%@を適用
vi: Áp dụng %@ cho văn bản đã chọn
zh_hans: 对选定文本应用 %@

source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Sind Sie sicher, dass Sie "%@" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar "%@"? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer "%@" ? Cette action ne peut pas être annulée.
ja: 本当に"%@"を削除しますか？この操作は取り消せません。
vi: Bạn có chắc chắn muốn xóa "%@"? Hành động này không thể hoàn tác.
zh_hans: 确定要删除 "%@" 吗？此操作无法撤销。

source: Are you sure you want to delete the downloaded model %@? You'll need to download it again to use it.
de: Sind Sie sicher, dass Sie das heruntergeladene Modell %@ löschen wollen? Sie müssen es erneut herunterladen, um es zu verwenden.
es: ¿Estás seguro de que quieres borrar el modelo %@ descargado? Tendrás que volver a descargarlo para poder utilizarlo.
fr: Êtes-vous sûr de vouloir supprimer le modèle téléchargé %@ ? Vous devrez le télécharger à nouveau pour l'utiliser.
ja: ダウンロード済みのモデル%@を削除しますか？再度使用するにはダウンロードが必要です。
vi: Bạn có chắc chắn muốn xóa model đã tải về %@? Bạn sẽ cần tải lại để sử dụng.
zh_hans: 确定要删除已下载的模型 %@ 吗？您需要重新下载后才能使用。

source: Ask a follow-up question...
de: Stellen Sie eine Nachfrage...
es: Haz una pregunta de seguimiento...
fr: Posez une question de suivi...
ja: 追加の質問...
vi: Đặt câu hỏi tiếp theo...
zh_hans: 提出追问...

source: Assign per‑command shortcuts for instant actions without the popup.
de: Weisen Sie Shortcuts pro Befehl für Sofortaktionen ohne Popup zu.
es: Asigna atajos por comando para acciones instantáneas sin la ventana emergente.
fr: Attribuez des raccourcis par commande pour des actions instantanées sans la fenêtre contextuelle.
ja: ポップアップを表示せずに即座に実行できるよう、コマンドごとにショートカットを割り当てます。
vi: Gán phím tắt cho từng lệnh để thực hiện ngay lập tức mà không cần hiện popup.
zh_hans: 为每个任务分配快捷键，无需弹出窗口即可立即执行。

source: Assistant's response
de: Antwort des Assistenten
es: Respuesta del asistente
fr: Réponse de l'assistant
ja: アシスタントの応答
vi: Phản hồi của trợ lý
zh_hans: 助手的响应

source: Attach File or Link
de: Datei oder Link anhängen
es: Adjuntar archivo o enlace
fr: Joindre un fichier ou un lien
ja: ファイルまたはリンクを添付
vi: Đính kèm tệp hoặc liên kết
zh_hans: 附加文件或链接

source: Avoid Words:
de: Vermeide Wörter:
es: Evitar palabras:
fr: Éviter les mots:
ja: 避けるべき単語:
vi: Tránh các từ:
zh_hans: 避开词汇：

source: Back
de: Zurück
es: Volver
fr: Retour
ja: 戻る
vi: Quay lại
zh_hans: 返回

source: Backup & Restore
de: Sichern & Wiederherstellen
es: Copia de seguridad y restauración
fr: Sauvegarde & Restauration
ja: バックアップと復元
vi: Sao lưu & Khôi phục
zh_hans: 备份与恢复

source: Backup all your commands and AI response settings to a JSON file, or restore them from a previous backup.
de: Sichern Sie alle Befehle und KI-Einstellungen in einer JSON-Datei oder stellen Sie sie aus einem früheren Backup wieder her.
es: Haz una copia de seguridad de todos tus comandos y configuraciones de IA en un archivo JSON, o restáuralos desde una copia de seguridad anterior.
fr: Sauvegardez toutes vos commandes et paramètres IA dans un fichier JSON, ou restaurez-les depuis une sauvegarde précédente.
ja: すべてのコマンドとAI応答設定をJSONファイルにバックアップ、または以前のバックアップから復元します。
vi: Sao lưu tất cả các lệnh và cài đặt phản hồi AI vào tệp JSON, hoặc khôi phục chúng từ bản sao lưu trước đó.
zh_hans: 将所有任务和 AI 响应设置备份到 JSON 文件，或从之前的备份中恢复。

source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
ja: ベースURL
vi: URL cơ sở
zh_hans: 基准 URL

source: Base URL (Optional)
de: Basis-URL (optional)
es: URL base (opcional)
fr: URL de base (facultatif)
ja: ベースURL（任意）
vi: URL cơ sở (Không bắt buộc)
zh_hans: 基准 URL（可选）

source: Base URL is required.
de: Basis-URL ist erforderlich.
es: La URL base es obligatoria.
fr: L'URL de base est requise.
ja: ベース URLが必要です。
vi: Yêu cầu URL cơ sở.
zh_hans: 需要基础 URL。

source: Base URL:
de: Basis-URL:
es: URL base:
fr: URL de base :
ja: ベースURL:
vi: URL cơ sở:
zh_hans: 基准 URL：

source: Basic Settings
de: Grundeinstellungen
es: Ajustes básicos
fr: Paramètres de base
ja: 基本設定
vi: Cài đặt cơ bản
zh_hans: 基础设置

source: Built-in
de: Eingebaut
es: Incorporado
fr: Intégré
ja: 組み込み
vi: Tích hợp sẵn
zh_hans: 内置

source: Built-in Commands
de: Integrierte Befehle
es: Comandos integrados
fr: Commandes intégrées
ja: 組み込みコマンド
vi: Lệnh tích hợp sẵn
zh_hans: 内置任务

source: Business
de: Geschäftlich
es: Profesional
fr: Professionnel
ja: ビジネス
vi: Kinh doanh
zh_hans: 商务

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
vi: Hủy
zh_hans: 取消

source: Cancel download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
ja: ダウンロードを中止
vi: Hủy tải về
zh_hans: 取消下载

source: Cancel the current download.
de: Den aktuellen Download abbrechen.
es: Cancela la descarga actual.
fr: Annuler le téléchargement actuel.
ja: 現在のダウンロードを中止します。
vi: Hủy quá trình tải về hiện tại.
zh_hans: 取消当前的下载。

source: Cannot proceed due to error.
de: Kann aufgrund eines Fehlers nicht fortfahren.
es: No se puede continuar debido a un error.
fr: Impossible de poursuivre en raison d'une erreur.
ja: エラーのため続行できません。
vi: Không thể tiếp tục do lỗi.
zh_hans: 由于错误无法继续。

source: Casual
de: Lässig
es: Informal
fr: Décontracté
ja: カジュアル
vi: Thân mật
zh_hans: 休闲

source: Change Icon
de: Symbol ändern
es: Cambiar icono
fr: Changer l'icône
ja: アイコンを変更
vi: Đổi biểu tượng
zh_hans: 更改图标

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
ja: アップデートを確認
vi: Kiểm tra cập nhật
zh_hans: 检查更新

source: Checking for updates...
de: Suche nach Updates...
es: Comprobando las actualizaciones...
fr: Recherche de mises à jour...
ja: アップデートを確認中...
vi: Đang kiểm tra cập nhật...
zh_hans: 正在检查更新...

source: Checking model status
de: Überprüfung des Modellstatus
es: Verificando estado del modelo
fr: Vérification de l'état du modèle
ja: モデルの状態を確認中
vi: Đang kiểm tra trạng thái mô hình
zh_hans: 检查模型状态

source: Checking status...
de: Überprüfung des Status...
es: Comprobando estado...
fr: Vérification du statut...
ja: 状態確認中...
vi: Đang kiểm tra trạng thái...
zh_hans: 检查状态...

source: Choose a convenient key combination to bring up AI Shortcuts from anywhere.
de: Wählen Sie eine praktische Tastenkombination, um Schreibwerkzeuge von überall her aufzubringen.
es: Elige una combinación de teclas conveniente para abrir AI Shortcuts desde cualquier lugar.
fr: Choisissez une combinaison de touches pratique pour faire ressortir les outils d'écriture de n'importe où.
ja: どこからでも AI Shortcuts を呼び出せる便利なキーの組み合わせを選択してください。
vi: Chọn tổ hợp phím tiện lợi để mở AI Shortcuts từ bất cứ đâu.
zh_hans: 选择一个方便的快捷键组合，随时唤出 AI Shortcuts。

source: Choose a window appearance that matches your preferences and context.
de: Wählen Sie ein Fensterbild, das Ihren Präferenzen und Ihrem Kontext entspricht.
es: Elige una apariencia de ventana que se ajuste a tus preferencias y contexto.
fr: Choisissez une apparence de fenêtre qui correspond à vos préférences et à votre contexte.
ja: 好みやコンテキストに合わせた外観を選択してください。
vi: Chọn giao diện cửa sổ phù hợp với sở thích và ngữ cảnh của bạn.
zh_hans: 选择符合您的偏好和环境的窗口外观。

source: Choose how AI Shortcuts windows are styled.
de: Wählen Sie aus, wie AI Shortcuts-Fenster gestaltet werden.
es: Elige cómo se estilizan las ventanas de AI Shortcuts.
fr: Choisissez comment les fenêtres de AI Shortcuts sont stylisées.
ja: AI Shortcuts ウィンドウのスタイルを選択してください。
vi: Chọn kiểu hiển thị cửa sổ AI Shortcuts.
zh_hans: 选择 AI Shortcuts 窗口的样式。

source: Choose how the popup window looks.
de: Wählen Sie aus, wie das Popup-Fenster aussehen soll.
es: Elija el aspecto de la ventana emergente.
fr: Choisissez l'aspect de la fenêtre contextuelle.
ja: ポップアップウィンドウの外観を選択してください。
vi: Chọn giao diện cửa sổ popup.
zh_hans: 选择弹出窗口的外观。

source: Choose where to save your AI Shortcuts configuration backup.
de: Wählen Sie, wo die Konfigurationssicherung gespeichert werden soll.
es: Elige dónde guardar la copia de seguridad de la configuración.
fr: Choisissez où enregistrer la sauvegarde de votre configuration.
ja: 設定バックアップの保存場所を選択してください。
vi: Chọn nơi lưu bản sao lưu cấu hình AI Shortcuts.
zh_hans: 选择保存配置备份的位置。

source: Choose whether custom prompts open in a separate response window or replace text inline.
de: Wählen Sie aus, ob benutzerdefinierte Eingabeaufforderungen in einem separaten Antwortfenster geöffnet werden oder Text inline ersetzt werden sollen.
es: Elige si los indicadores personalizados se abren en una ventana de respuesta separada o reemplazan el texto en línea.
fr: Choisissez si les invites personnalisées s'ouvrent dans une fenêtre de réponse distincte ou remplacent le texte en ligne.
ja: カスタムプロンプトを別ウィンドウで開くか、テキストをインラインで置換するかを選択してください。
vi: Chọn xem lệnh tùy chỉnh có mở trong cửa sổ riêng hay thay thế văn bản trực tiếp.
zh_hans: 选择自定义提示词是在单独的响应窗口中打开，还是直接替换内联文本。

source: Choose your preferred language for the interface.
de: Wählen Sie Ihre bevorzugte Sprache für die Oberfläche.
es: Elige tu idioma preferido para la interfaz.
fr: Choisissez votre langue préférée pour l'interface.
ja: インターフェースのお好みの言語を選択してください。
vi: Chọn ngôn ngữ hiển thị cho giao diện.
zh_hans: 选择您偏好的界面语言。

source: Choose your theme:
de: Wählen Sie Ihr Thema:
es: Elige tu tema:
fr: Choisissez votre thème:
ja: テーマを選択:
vi: Chọn chủ đề của bạn:
zh_hans: 选择您的主题：

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
vi: Đóng
zh_hans: 关闭

source: Close commands manager
de: Befehlsmanager schließen
es: Cerrar administrador de comandos
fr: Fermer le gestionnaire de commandes
ja: コマンドマネージャーを閉じる
vi: Đóng trình quản lý lệnh
zh_hans: 关闭命令管理器

source: Close editor
de: Editor schließen
es: Cerrar editor
fr: Fermer l'éditeur
ja: エディターを閉じる
vi: Đóng trình chỉnh sửa
zh_hans: 关闭编辑器

source: Close popup
de: Popup schließen
es: Cerrar ventana emergente
fr: Fermer la fenêtre contextuelle
ja: ポップアップを閉じる
vi: Đóng popup
zh_hans: 关闭弹出窗口

source: Close settings.
de: Einstellungen schließen.
es: Cerrar ajustes.
fr: Fermer les paramètres.
ja: 設定を閉じます。
vi: Đóng cài đặt.
zh_hans: 关闭设置。

source: Closes the settings window
de: Schließt das Einstellungsfenster
es: Cierra la ventana de ajustes
fr: Ferme la fenêtre des paramètres
ja: 設定ウィンドウを閉じます
vi: Đóng cửa sổ cài đặt
zh_hans: 关闭设置窗口

# Command "%@" has been saved to %@.
source: Command "%1$@" has been saved to %2$@.
de: Befehl „%@" wurde in %@ gespeichert.
es: El comando «%@» se ha guardado en %@.
fr: La commande « %@ » a été enregistrée dans %@.
ja: コマンド「%@」が %@ に保存されました。
vi: Lệnh "%@" đã được lưu vào %@.
zh_hans: 命令"%@"已保存到 %@。

source: Command "%@" has been successfully added.
de: Befehl „%@" wurde erfolgreich hinzugefügt.
es: El comando «%@» se ha añadido correctamente.
fr: La commande « %@ » a été ajoutée avec succès.
ja: コマンド「%@」が正常に追加されました。
vi: Lệnh "%@" đã được thêm thành công.
zh_hans: 命令"%@"已成功添加。

source: Command Exported
de: Befehl exportiert
es: Comando exportado
fr: Commande exportée
ja: コマンドをエクスポートしました
vi: Đã xuất lệnh
zh_hans: 命令已导出

source: Command Imported
de: Befehl importiert
es: Comando importado
fr: Commande importée
ja: コマンドをインポートしました
vi: Đã nhập lệnh
zh_hans: 命令已导入

source: Command Name
de: Befehlsname
es: Nombre del comando
fr: Nom de la commande
ja: コマンド名
vi: Tên lệnh
zh_hans: 任务名称

source: Command Type
de: Befehlstyp
es: Tipo de mando
fr: Type de commande
ja: コマンドタイプ
vi: Loại lệnh
zh_hans: 任务类型

source: Commands
de: Befehle
es: Comandos
fr: Commandes
ja: コマンド
vi: Quản lý lệnh
zh_hans: 命令

source: Complete Setup
de: Einrichtung abschließen
es: Configuración completa
fr: Terminer la configuration
ja: セットアップ完了
vi: Hoàn tất thiết lập
zh_hans: 完成设置

source: Concise
de: Prägnant
es: Conciso
fr: Concis
ja: 簡潔
vi: Ngắn gọn
zh_hans: 简洁 (Concise)

source: Configure Anthropic (Claude)
de: Anthropic konfigurieren (Claude)
es: Configurar Antrópico (Claude)
fr: Configurer Anthropic (Claude)
ja: Anthropic (Claude)を設定
vi: Cấu hình Anthropic (Claude)
zh_hans: 配置 Anthropic (Claude)

source: Configure Google Gemini AI
de: Konfigurieren Sie Google Gemini AI
es: Configurar Google Gemini AI
fr: Configurer Google Gemini AI
ja: Google Gemini AIを設定
vi: Cấu hình Google Gemini AI
zh_hans: 配置 Google Gemini AI

source: Configure Mistral AI
de: Mistral AI konfigurieren
es: Configurar Mistral AI
fr: Configurer Mistral AI
ja: Mistral AIを設定
vi: Cấu hình Mistral AI
zh_hans: 配置 Mistral AI

source: Configure Ollama (Self-Hosted)
de: Ollama konfigurieren (Selbstgehostet)
es: Configurar Ollama (autoalojado)
fr: Configurer Ollama (auto-hébergé)
ja: Ollama (セルフホスト)を設定
vi: Cấu hình Ollama (Tự vận hành)
zh_hans: 配置 Ollama (自托管)

source: Configure OpenAI (ChatGPT)
de: OpenAI konfigurieren (ChatGPT)
es: Configurar OpenAI (ChatGPT)
fr: Configurer OpenAI (ChatGPT)
ja: OpenAI (ChatGPT)を設定
vi: Cấu hình OpenAI (ChatGPT)
zh_hans: 配置 OpenAI (ChatGPT)

source: Configure OpenRouter
de: OpenRouter konfigurieren
es: Configurar OpenRouter
fr: Configurer OpenRouter
ja: OpenRouterを設定
vi: Cấu hình OpenRouter
zh_hans: 配置 OpenRouter

source: Configure your prompt using structured fields
de: Konfigurieren Sie Ihre Eingabeaufforderung mithilfe strukturierter Felder.
es: Configure su mensaje utilizando campos estructurados.
fr: Configurez votre invite à l'aide de champs structurés.
ja: 構造化フィールドを使用してプロンプトを設定する
vi: Cấu hình prompt bằng các trường có cấu trúc
zh_hans: 使用结构化字段配置提示词

source: Connection & Model
de: Verbindung & Modell
es: Conexión y modelo
fr: Connexion et modèle
ja: 接続 & モデル
vi: Kết nối & Mô hình
zh_hans: 连接 & 模型

source: Constraints
de: Einschränkungen
es: Restricciones
fr: Contraintes
ja: 制約
vi: Ràng buộc
zh_hans: 约束

source: Conversational
de: Konversationell
es: Conversacional
fr: Conversationnel
ja: 会話的
vi: Hội thoại
zh_hans: 对话式

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
vi: Đã sao chép
zh_hans: 已复制

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
ja: コピーしました！
vi: Đã sao chép!
zh_hans: 已复制！

source: Copies this message to the clipboard
de: Kopiert diese Nachricht in die Zwischenablage
es: Copia este mensaje al portapapeles
fr: Copie ce message dans le presse-papiers
ja: このメッセージをクリップボードにコピーします
vi: Sao chép tin nhắn này vào clipboard
zh_hans: 将此消息复制到剪贴板

source: Copy
de: Kopieren
es: Copia
fr: Copier
ja: コピー
vi: Sao chép
zh_hans: 复制
